Repository: Automattic/newspack-blocks
Catalog: languages/newspack-blocks-*.po
Languages: pl_pl

source: Newspack Donations
pl_pl: Darowizny Newspack

source: Newspack Homepage Posts
pl_pl: Posty na Stronie Głównej Newspack

source: Newspack Subscribe
pl_pl: Subskrybuj Newspack

source: Common
pl_pl: Wspólne

source: and
pl_pl: i

source: Jetpack donations is disabled in favour of Newspack donations.
pl_pl: Darowizny Jetpack są wyłączone na rzecz darowizn Newspack.

source: Donations Pattern 1
pl_pl: Darowizny Wzorzec 1

source: Support our publication
pl_pl: Wesprzyj naszą publikację

source: Donations Pattern 2
pl_pl: Darowizny Wzorzec 2

source: With the support of readers like you, we provide thoughtfully researched articles for a more informed and connected community. This is your chance to support credible, community-based, public-service journalism. Please join us!
pl_pl: Przy wsparciu czytelników takich jak Ty, zapewniamy starannie przygotowane artykuły dla bardziej świadomej i połączonej społeczności. To Twoja szansa na wspieranie wiarygodnego, opartego na społeczności dziennikarstwa publicznego. Dołącz do nas!

source: Donations Pattern 3
pl_pl: Darowizny Wzorzec 3

source: Donations Pattern 4
pl_pl: Darowizny Wzorzec 4

source: Homepage Posts Pattern 1
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 1

source: Homepage Posts Pattern 10
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 10

source: Homepage Posts Pattern 11
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 11

source: Homepage Posts Pattern 12
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 12

source: Homepage Posts Pattern 13
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 13

source: Homepage Posts Pattern 14
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 14

source: Homepage Posts Pattern 15
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 15

source: Homepage Posts Pattern 16
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 16

source: Homepage Posts Pattern 17
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 17

source: Homepage Posts Pattern 18
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 18

source: Homepage Posts Pattern 19
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 19

source: Homepage Posts Pattern 2
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 2

source: Homepage Posts Pattern 20
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 20

source: Homepage Posts Pattern 21
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 21

source: Homepage Posts Pattern 22
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 22

source: Homepage Posts Pattern 23
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 23

source: Homepage Posts Pattern 24
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 24

source: Homepage Posts Pattern 25
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 25

source: Homepage Posts Pattern 26
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 26

source: Homepage Posts Pattern 27
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 27

source: Homepage Posts Pattern 28
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 28

source: Homepage Posts Pattern 29
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 29

source: Homepage Posts Pattern 3
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 3

source: Homepage Posts Pattern 30
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 30

source: Homepage Posts Pattern 4
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 4

source: Homepage Posts Pattern 5
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 5

source: Homepage Posts Pattern 6
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 6

source: Homepage Posts Pattern 7
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 7

source: Homepage Posts Pattern 8
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 8

source: Homepage Posts Pattern 9
pl_pl: Posty na Stronie Głównej Newspack Wzorzec 9

source: Subscribe Pattern 1
pl_pl: Subskrybuj wzorzec 1

source: Subscribe to our newsletter
pl_pl: Zapisz się do naszego newslettera

source: By subscribing, you agree to share your email address with us and Mailchimp to receive marketing, updates, and other emails from us. Use the unsubscribe link in those emails to opt out at any time.
pl_pl: Subskrybując, zgadzasz się udostępnić swój adres e-mail nam oraz firmie Mailchimp, aby otrzymywać od nas wiadomości marketingowe, aktualizacje, i inne wiadomości e-mail. Użyj linku rezygnacji z subskrypcji w tych wiadomościach e-mail, aby zrezygnować w dowolnym momencie.

source: Subscribe
pl_pl: Subskrybuj

source: Subscribe Pattern 2
pl_pl: Subskrybuj wzorzec 2

source: Subscribe Pattern 3
pl_pl: Subskrybuj wzorzec 3

source: Subscribe Pattern 4
pl_pl: Subskrybuj wzorzec 4

source: Subscribe Pattern 5
pl_pl: Subskrybuj wzorzec 5

source: Subscribe Pattern 6
pl_pl: Subskrybuj wzorzec 6

source: <a href="%1$s">More by %2$s</a>
pl_pl: <a href="%1$s">Więcej %2$s od:</a>

source: Go to slide %d
pl_pl: Przejdź do slajdu %d

source: Next Slide
pl_pl: Następny slajd

source: Previous Slide
pl_pl: Poprzedni slajd

source: Pause Slideshow
pl_pl: Wstrzymaj pokazu slajdów

source: Play Slideshow
pl_pl: Odtwórz pokaz slajdów

source: One-time
pl_pl: Jednorazowy

source: Monthly
pl_pl: Miesięcznie

source: Annually
pl_pl: Rocznie

source: Donation amount
pl_pl: Kwota darowizny

source: Other
pl_pl: Inne

source: Your contribution is appreciated.
pl_pl: Dziękujemy za Twój wkład!

source: Donate now!
pl_pl: Wpłać teraz!

source: Full Name
pl_pl: Imię i nazwisko

source: Sign up for our newsletter
pl_pl: Subskrybuj nasz newsletter

source: Load more posts
pl_pl: Załaduj więcej postów

source: Loading...
pl_pl: Ładowanie...

source: Something went wrong. Please refresh the page and/or try again.
pl_pl: Coś poszło nie tak. Odśwież stronę i/lub spróbuj ponownie.

# post author
source: and
pl_pl: i

source: Could not find the iframe archive on your request.
pl_pl: Nie można znaleźć archiwum iframe.

source: Please choose a valid (.zip) assets archive.
pl_pl: Wybierz prawidłowe (.zip) archiwum zasobów.

source: %s was not found in the iframe archive.
pl_pl: %s nie znaleziono w archiwum iframe.

source: Could not unzip the iframe archive, make sure it's a valid .zip archive file.
pl_pl: Nie można rozpakować archiwum iframe, upewnij się, że jest to prawidłowy plik archiwum .zip.

source: Newspack Blocks
pl_pl: Bloki Newspack

source: A collection of blocks for news publishers.
pl_pl: Zbiór bloków dla wydawców wiadomości.

source: Automattic
pl_pl: Automatycznie
